import{_ as o,C as e,o as h,c as s,j as a,a as t,E as r,a3 as d}from"./chunks/framework.CVjg771q.js";const g=JSON.parse('{"title":"列子·仲尼篇","description":"通过孔子相关故事重看知识边界与人物风度。","frontmatter":{"title":"列子·仲尼篇","description":"通过孔子相关故事重看知识边界与人物风度。","category":"guide","aliases":["仲尼篇","列子仲尼篇","liezi chapter 04"],"source":["《列子》","维基文库：列子·仲尼篇"]},"headers":[],"relativePath":"daoism/texts/lie-zi/chapter-04.md","filePath":"daoism/texts/lie-zi/chapter-04.md","lastUpdated":1778126077000}'),c={name:"daoism/texts/lie-zi/chapter-04.md"};function p(u,n,m,b,_,f){const i=e("DaoReadingPrelude"),l=e("DaoOriginalReadingGroup");return h(),s("div",null,[n[0]||(n[0]=a("h1",{id:"列子·仲尼篇",tabindex:"-1"},[t("列子·仲尼篇 "),a("a",{class:"header-anchor",href:"#列子·仲尼篇","aria-label":'Permalink to "列子·仲尼篇"'},"​")],-1)),r(i,{title:"",summary:"",points:[{label:"先看",text:""},{label:"再问",text:""},{label:"最后",text:""}],hint:""}),n[1]||(n[1]=a("h2",{id:"【原典层】原文",tabindex:"-1"},[t("【原典层】原文 "),a("a",{class:"header-anchor",href:"#【原典层】原文","aria-label":'Permalink to "【原典层】原文"'},"​")],-1)),r(l,{paragraphs:[`简体
本站介紹
　簡介
　字體試驗頁
　協助
　常見問答集
　使用說明
　工具
　系統統計
　數位人文

先秦兩漢
儒家
顯示資料來源　論語
顯示資料來源　孟子
顯示資料來源　禮記
　荀子
顯示資料來源　孝經
　說苑
　春秋繁露
　韓詩外傳
　大戴禮記
　白虎通德論
　新書
　新序
顯示資料來源　揚子法言
　中論
　孔子家語
　潛夫論
　論衡
　太玄經
　風俗通義
　孔叢子
　申鑒
　忠經
　素書
　新語
　獨斷
　蔡中郎集

墨家
顯示資料來源　墨子
　魯勝墨辯注敘

道家
顯示資料來源　莊子
顯示資料來源　道德經
顯示資料來源　列子
　　天瑞
　　黃帝
　　周穆王
　　仲尼
　　湯問
　　力命
　　楊朱
　　說符

　鶡冠子
　文子
　文始真經
　列仙傳
　鬻子
　老子河上公章句

法家
顯示資料來源　韓非子
顯示資料來源　商君書
顯示資料來源　申不害
　慎子
　諫逐客書
　管子

名家
顯示資料來源　公孫龍子

兵家
顯示資料來源　孫子兵法
顯示資料來源　吳子
顯示資料來源　六韜
　司馬法
　尉繚子
　三略

算書
　海島算經
　九章算術
　孫子算經
顯示資料來源　周髀算經

雜家
顯示資料來源　淮南子
　呂氏春秋
　鬼谷子
顯示資料來源　尹文子
顯示資料來源　鄧析子

史書
顯示資料來源　史記
　春秋左傳
　逸周書
　國語
　晏子春秋
　吳越春秋
顯示資料來源　越絕書
　戰國策
　鹽鐵論
　列女傳
　春秋穀梁傳
　春秋公羊傳
　漢書
　前漢紀
　東觀漢記
　後漢書
　竹書紀年
　穆天子傳
　古三墳
　燕丹子
　西京雜記

經典文獻
顯示資料來源　詩經
顯示資料來源　尚書
顯示資料來源　周易
　周禮
　楚辭
　儀禮
　山海經
　焦氏易林
　京氏易傳
　詩說

字書
　說文解字
　爾雅
顯示資料來源　釋名
顯示資料來源　方言
　急就篇

醫學
　黃帝內經
　難經
　傷寒論
　金匱要略

出土文獻
　郭店
　馬王堆

漢代之後
魏晉南北朝
顯示資料來源　道德真經註
　世說新語
　顏氏家訓
　文心雕龍
　抱朴子
　人物志
　金樓子
　水經注
　神仙傳
　三國志
　高士傳
　神異經
　洞冥記

隋唐
　群書治要
　藝文類聚
　通典
　意林
　黃帝陰符經

宋明
顯示資料來源　四書章句集注
顯示資料來源　三字經
　論語注疏
　西遊記
　三國演義
　金瓶梅
　封神演義
　廣韻
　孝經注疏
　太平御覽
　太平廣記
　朱子語類
　宋景文公筆記
　棋經
　郁離子

清代
顯示資料來源　墨子閒詁
　紅樓夢
　全唐詩
　康熙字典
　儒林外史

民國
顯示資料來源　墨經校釋

簡介說明相關資料字典討論區圖書館維基數據維基

在先秦兩漢
儒家
論語
孟子
禮記
荀子
孝經
說苑
春秋繁露
韓詩外傳
大戴禮記
白虎通德論
新書
新序
揚子法言
中論
孔子家語
潛夫論
論衡
太玄經
風俗通義
孔叢子
申鑒
忠經
素書
新語
獨斷
蔡中郎集
墨家
墨子
魯勝墨辯注敘
道家
莊子
道德經
列子
天瑞
黃帝
周穆王
仲尼
湯問
力命
楊朱
說符
鶡冠子
文子
文始真經
列仙傳
鬻子
老子河上公章句
法家
韓非子
商君書
申不害
慎子
諫逐客書
管子
名家
公孫龍子
兵家
孫子兵法
吳子
六韜
司馬法
尉繚子
三略
算書
海島算經
九章算術
孫子算經
周髀算經
雜家
淮南子
呂氏春秋
鬼谷子
尹文子
鄧析子
史書
史記
春秋左傳
逸周書
國語
晏子春秋
吳越春秋
越絕書
戰國策
鹽鐵論
列女傳
春秋穀梁傳
春秋公羊傳
漢書
前漢紀
東觀漢記
後漢書
竹書紀年
穆天子傳
古三墳
燕丹子
西京雜記
經典文獻
詩經
尚書
周易
周禮
楚辭
儀禮
山海經
焦氏易林
京氏易傳
詩說
字書
說文解字
爾雅
釋名
方言
急就篇
醫學
黃帝內經
難經
傷寒論
金匱要略
出土文獻
郭店
馬王堆
漢代之後
魏晉南北朝
道德真經註
世說新語
顏氏家訓
文心雕龍
抱朴子
人物志
金樓子
水經注
神仙傳
三國志
高士傳
神異經
洞冥記
隋唐
群書治要
藝文類聚
通典
意林
黃帝陰符經
宋明
四書章句集注
三字經
論語注疏
西遊記
三國演義
金瓶梅
封神演義
廣韻
孝經注疏
太平御覽
太平廣記
朱子語類
宋景文公筆記
棋經
郁離子
清代
墨子閒詁
紅樓夢
全唐詩
康熙字典
儒林外史
民國
墨經校釋
中檢索：

高級檢索

書名檢索：

登入

中國哲學書電子化計劃
中國哲學書電子化計劃

翻譯顯示：不顯示 英文先秦兩漢道家列子仲尼
 
 

 
 

 
 

《仲尼》 英文翻譯：人工智能和中國哲學書電子化計劃用戶 提到《仲尼》的書籍 電子圖書館底本：《四部叢刊初編》本《沖虛至德真經》：仲尼《乾隆御覽四庫全書薈要》本《列子》：仲尼《列子》：仲尼《欽定四庫全書》本《沖虛至德真經解》：仲尼《欽定四庫全書》本《列子》《湖海樓叢書》本《列子》：仲尼《列子鬳齋口義》《沖虛至德真經四解》顯示全部
仲尼閒居，子貢入侍，而有憂色。`,"子貢不敢問，出告顏回。顏回援琴而歌。孔子聞之，果召回入，問曰：「若奚獨樂？回曰：「夫子奚獨憂？孔子曰：「先言爾志。曰：「吾昔聞之夫子曰：『樂天知命故不憂』，回所以樂也。「孔子愀然有閒曰：」有是言哉？汝之意失矣。此吾昔日之言爾，請以今言為正也。汝徒知樂天知命之无憂，未知樂天知命有憂之大也。今告若其實。脩一身，任窮達，知去來之非我，止變亂於心慮，爾之所謂樂天知命之无憂也。曩吾脩《詩》《書》，正禮樂，將以治天下，遺來世；非但脩一身治魯國而已。而魯之君臣日失其序，仁義益衰，情性益薄。此道不行一國與當年，其如天下與來世矣？吾始知《詩》《書》禮樂无救於治亂，而未知所以革之之方：此樂天知命者之所憂。雖然，吾得之矣。夫樂而知者，非古人之所謂樂知也。无樂无知，是真樂真知；故无所不樂，无所不知，无所不憂，无所不為。《詩》《書》禮樂，何棄之有？革之何為？",`「顏回北面拜手曰：「回亦得之矣。出告子貢。子貢茫然自失，歸家淫思七日，不寢不食，以至骨立。顏回重往喻之，乃反丘門，絃歌誦書，終身不輟。————

 所謂原作「謂所」（根據）楊伯峻列子集釋
陳大夫聘魯，私見叔孫氏。叔孫氏曰：「吾國有聖人。曰：「非孔丘邪？曰：「是也。「何以知其聖乎？叔孫氏曰：「吾常聞之顏回，曰：『孔丘能廢心而用形。陳大夫曰：「吾國亦有聖人，子弗知乎？曰：「聖人孰謂？曰：「老聃之弟子，有亢倉子者，得聃之道，能以耳視而目聽。魯侯聞之大驚，使上卿厚禮而致之。亢倉子應聘而至。魯侯卑辭請問之。亢倉子曰：「傳之者妄。我能視聽不用耳目，不能易耳目之用。魯侯曰：「此增異矣。其道奈何？寡人終願聞之。亢倉子曰：「我體合於心，心合於氣，氣合於神，神合於无。其有介然之有，唯然之音，雖遠在八荒之外，近在眉睫之內，來干我者，我必知之。`,`乃不知是我七孔四支之所覺，心腹六藏之所知，其自知而已矣。魯侯大悅。他日以告仲尼，仲尼笑而不荅。—
商太宰見孔子曰：「丘聖者歟？孔子曰：「聖則丘何敢，然則丘博學多識者也。商太宰曰：「三王聖者歟？孔子曰：「三王善任智勇者，聖則丘不知。曰：「五帝聖者歟？孔子曰：「五帝善任仁義者，聖則丘弗知。曰：「三皇聖者歟？孔子曰：「三皇善任因時者，聖則丘弗知。商太宰大駭，曰：「然則孰者為聖？孔子動容有閒，曰：「西方之人，有聖者焉，不治而不亂，不言而自信，不化而自行，蕩蕩乎民无能名焉。丘疑其為聖。弗知真為聖歟？真不聖歟？商太宰嘿然心計曰：「孔丘欺我哉！———
子夏問孔子曰：「顏回之為人奚若？子曰：「回之仁賢於丘也。曰：「子貢之為人奚若？子曰：「賜之辯賢於丘也。曰：「子路之為人奚若？子曰：「由之勇賢於丘也。曰：「子張之為人奚若？子曰：「師之莊賢於丘也。`,`子夏避席而問曰：「然則四子者何為事天子？曰：「居！吾語汝。夫回能仁而不能反。賜能辯而不能訥，由能勇而不能怯，師能莊而不能同。兼四子之有以易吾，吾弗許也，此其所以事吾而不貳也。—
子列子既師壺丘子林，友伯昏瞀人，乃居南郭。從之處者，日數而不及。雖然，子列子亦微焉，朝朝相與辯，无不聞。而與南郭子連牆二十年，不相謁請；相遇於道，目若不相見者。門之徒役，以為子列子與南郭子有敵不疑。有自楚來者，問子列子曰：「先生與南郭子奚敵？子列子曰：「南郭子貌充心虛，耳无聞，目无見，口无言，心无知，形无惕。往將奚為？雖然，試與汝偕往。閱弟子四十人同行。見南郭子，果若欺魄焉而不可與接。顧視子列子，形神不相偶，而不可與群。南郭子俄而指子列子之弟子末行者與言，衎衎然若專直而在雄者。子列子之徒駭之。反舍咸有疑色。子列子曰：「得意者无言，進知者亦无言。用无言為言亦言，无知為知亦知。`,`无言與不言，无知與不知，亦言亦知。亦无所不言，亦无所不知；亦无所言，亦无所知。如斯而已。汝奚妄駭哉？—
子列子學也，三年之後，心不敢念是非，口不敢言利害，始得老商一眄而已。五年之後，心更念是非，口更言利害，老商始一解顏而笑。七年之後，從心之所念，更无是非；從口之所言，更无利害。夫子始一引吾並席而坐。九年之後，橫心之所念，橫口之所言，亦不知我之是非利害歟，亦不知彼之是非利害歟，外內進矣。而後眼如耳，耳如鼻，鼻如口，口无不同。心凝形釋骨肉都融；不覺形之所倚，足之所履，心之所念，言之所藏。如斯而已。則理无所隱矣。—
初子列子好游。壺丘子曰：「禦寇好游，游何所好？列子曰：「游之樂，所玩无故。人之游也，觀其所見；我之游也，觀其所變。游乎游乎！未有能辨其游者。壺丘子曰：「禦寇之游固與人同歟，而曰固與人異歟？凡所見，亦恆見其變。玩彼物之无故，不知我亦无故。`,`務外游，不知務內觀。外游者，求備於物；內觀者，取足於身。取足於身，游之至也；求備於物，游之不至也。於是列子終身不出，自以為不知游。壺丘子曰：「游其至乎！至游者不知所適；至觀者不知所眡，物物皆游矣，物物皆觀矣，是我之所謂游，是我之所謂觀也。故曰：游其至矣乎！游其至矣乎！—
龍叔謂文摯曰：「子之術微矣。吾有疾，子能已乎？文摯曰：「唯命所聽。然先言子所病之證。龍叔曰：「吾鄉譽不以為榮，國毀不以為辱；得而不喜，失而弗憂；視生如死，視富如貧，視人如豕，視吾如人。處吾之家，如逆旅之舍；觀吾之鄉，如戎蠻之國。凡此眾庶，爵賞不能勸，刑罰不能威，盛衰利害不能易，哀樂不能移。固不可事國君，交親友，御妻子，制僕隸。此奚疾哉？奚方能已之乎？文摯乃命龍叔背明而立。文摯自後向明而望之，既而曰：「嘻！吾見子之心矣，方寸之地虛矣，幾聖人也！子心六孔流通，一孔不達。`,`今以聖智為疾者，或由此乎！非吾淺術所能已也。———
无所由而常生者道也。由生而生，故雖終而不亡，常也。由生而亡，不幸也。有所由而常死者，亦道也。由死而死，故雖未終而自亡者，亦常。由死而生，幸也。故无用而生謂之道，用道得終謂之常；有所用而死者亦謂之道，用道而得死者亦謂之常。——
季梁之死，楊朱望其門而歌。隨梧之死，楊朱撫其尸而哭。隸人之生，隸人之死，眾人且歌，眾人且哭。—
目將眇者先睹秋毫；耳將聾者先聞蚋飛；口將爽者先辨淄澠；鼻將窒者先覺焦朽；體將僵者先亟犇佚；心將迷者先識是非：故物不至者則不反。鄭之圃澤多賢，東里多才。圃澤之役有伯豐子者，行過東里，遇鄧析。鄧析顧其徒而笑曰：「為若舞彼來者奚若？其徒曰：「所願知也。鄧析謂伯豐子曰：「汝知養養之義乎？受人養而不能自養者，犬豕之類也；養物而物為我用者，人之力也。使汝之徒，食而飽，衣而息，執政之功也。`,`長幼群聚，而為牢藉庖廚之物，奚異犬豕之類乎？伯豐子不應。伯豐子之從者越次而進曰：「大夫不聞齊魯之多機乎？有善治土木者，有善治金革者，有善治聲樂者，有善治書數者，有善治軍旅者，有善治宗廟者，群才備也。而无相位者，无能相使者。而位之者无知，使之者无能，而知之與能，為之使焉。執政者迺吾之所使，子奚矜焉？鄧析无以應，目其徒而退。———
公儀伯以力聞諸侯，堂谿公言之於周宣王，王備禮以聘之。公儀伯至，觀形，懦夫也。宣王心惑而疑曰：「女之力何如？公儀伯曰：「臣之力能折春螽之股，堪秋蟬之翼。王作色曰：「吾之力者能裂犀兕之革。曳九牛之尾，猶憾其弱。女折春螽之股，堪秋蟬之翼，而力聞天下，何也？公儀伯長息退席曰：「善哉，王之問也！臣敢以實對。臣之師有商丘子者，力无敵於天下，而六親不知，以未嘗用其力故也。臣以死事之。`,`乃告臣曰：『人欲見其所不見，視人所不窺；欲得其所不得，修人所不為。故學眎者先見輿薪，學聽者先聞撞鍾。夫有易於內者，无難於外。於外无難，故名不出其一道。』今臣之名聞於諸侯，是臣違師之教，顯臣之能者也。然則臣之名不以負其力者也，以能用其力者也，不猶愈於負其力者乎？—蝉——
中山公子牟者，魏國之賢公子也。好與賢人游，不恤國事，而悅趙人公孫龍。樂正子輿之徒笑之。公子牟曰：「子何笑牟之悅公孫龍也？子輿曰：「公孫龍之為人也，行无師，學无友，佞給而不中，漫衍而无家，好怪而妄言。欲惑人之心，屈人之口，與韓檀等肄之。公子牟變容曰：「何子狀公孫龍之過歟？請聞其實。子輿曰：「吾笑龍之詒孔穿，言『善射者，能令後鏃中前括，發發相及，矢矢相屬；前矢造準，而无絕落，後矢之括猶銜弦，視之若一焉。』孔穿駭之。龍曰：『此未其妙者。逢蒙之弟子曰鴻超，怒其妻而怖之。`,`引烏號之弓，綦衛之箭，射其目。矢來注眸子，而眶不睫，矢隧地而塵不揚。』是豈智者之言與？「公子牟曰：」智者之言，固非愚者之所曉。後鏃中前括，鈞後於前。矢注眸子而眶不睫，盡矢之勢也。子何疑焉？「樂正子輿曰：『子龍之徒，焉得不飾其闕？吾又言其尤者。』龍誑魏王曰：『有意不心。有指不至。有物不盡。有影不移。髮引千鈞。白馬非馬。孤犢未嘗有母。』其負類反倫，不可勝言也。公子牟曰：』子不諭至言而以為尤也。尤其在子矣。夫无意則心同。无指則皆至。盡物者常有。影不移者，說在改也。髮引千鈞，勢至等也。白馬非馬，形名離也。孤犢未嘗有母非孤犢也。「樂正子輿曰：「子以公孫龍於馬皆條也。設令發於餘竅，子亦將承之。公子牟默然良久告退曰：「請待餘日，更謁子論。—
堯治天下五十年，不知天下治歟，不治歟？不知億兆之願戴己歟，不願戴己歟？顧問左右，左右不知。問外朝，外朝不知。`,`問在野，在野不知。堯乃微服游於康衢，聞兒童謠曰：「立我蒸民，莫匪爾極。不識不知，順帝之則。堯喜問曰：「誰教爾為此言？童兒曰：「我聞之大夫。問大夫，大夫曰：「古詩也。堯還宮，召舜，因禪以天下。舜不辭而受之。關尹喜曰：「在己无居，形物其箸，其動若水，其靜若鏡，其應若響。故其道若物者也。物自違道，道不違物。善若道者，亦不用耳，亦不用目，亦不用力，亦不用心。欲若道而用視聽形智以求之，弗當矣。瞻之在前，忽焉在後；用之彌滿六虛，廢之莫知其所。亦非有心者所能得遠，亦非无心者所能得近。唯默而得之而性成之者得之。知而亡情，能而不為，真知真能也。發无知，何能情？發不能，何能為？聚塊也，積塵也，雖无為而非理也。———
 為舊脫。據《正統道臧》本補。喜歡我們的網站？請支持我們的發展。網站的設計與内容版權。如果您想引用本網站上的内容，請同時加上至本站的鏈接：。`,"請注意：嚴禁使用自動下載軟体下載本網站的大量網頁，違者自動封鎖，不另行通知。沪备号若有任何意見或建議，請在此提出。"]}),n[2]||(n[2]=d('<h2 id="【原典层】原文底本" tabindex="-1">【原典层】原文底本 <a class="header-anchor" href="#【原典层】原文底本" aria-label="Permalink to &quot;【原典层】原文底本&quot;">​</a></h2><ul><li><a href="https://ctext.org/liezi/zhong-ni/zh" target="_blank" rel="noreferrer">维基文库：列子·仲尼篇</a></li><li>所属：八篇</li><li>次序：第四篇</li></ul><h2 id="【解读层】三问解读" tabindex="-1">【解读层】三问解读 <a class="header-anchor" href="#【解读层】三问解读" aria-label="Permalink to &quot;【解读层】三问解读&quot;">​</a></h2><h3 id="象-这一篇在说什么" tabindex="-1">象：这一篇在说什么 <a class="header-anchor" href="#象-这一篇在说什么" aria-label="Permalink to &quot;象：这一篇在说什么&quot;">​</a></h3><p>待整理。</p><h3 id="理-为什么这一篇重要" tabindex="-1">理：为什么这一篇重要 <a class="header-anchor" href="#理-为什么这一篇重要" aria-label="Permalink to &quot;理：为什么这一篇重要&quot;">​</a></h3><p>待整理。</p><h3 id="用-今天怎么进入这一篇" tabindex="-1">用：今天怎么进入这一篇 <a class="header-anchor" href="#用-今天怎么进入这一篇" aria-label="Permalink to &quot;用：今天怎么进入这一篇&quot;">​</a></h3><p>待整理。</p><h2 id="【解读层】现代重述" tabindex="-1">【解读层】现代重述 <a class="header-anchor" href="#【解读层】现代重述" aria-label="Permalink to &quot;【解读层】现代重述&quot;">​</a></h2><p>待整理。</p><h2 id="【解读层】我的理解" tabindex="-1">【解读层】我的理解 <a class="header-anchor" href="#【解读层】我的理解" aria-label="Permalink to &quot;【解读层】我的理解&quot;">​</a></h2><p>待整理。</p><h2 id="参考来源" tabindex="-1">参考来源 <a class="header-anchor" href="#参考来源" aria-label="Permalink to &quot;参考来源&quot;">​</a></h2><ul><li>《列子》</li><li><a href="https://ctext.org/liezi/zhong-ni/zh" target="_blank" rel="noreferrer">维基文库：列子·仲尼篇</a></li></ul>',15))])}const q=o(c,[["render",p]]);export{g as __pageData,q as default};
